# Space_GetGrossPoly

## Description
Returns gross poly of given space object

```pascal
FUNCTION Space_GetGrossPoly(space : HANDLE) : HANDLE;
```

```python

def vs.Space_GetGrossPoly(space):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|space|HANDLE||

## Version
Availability: from Vectorworks 2014
## Category
* SpaceObjectCoreTools